IdeaRS.Connections
ConcreteBlockData.ShearIronRotation Property
Compatible with IDEA StatiCa 0.0
[Missing <summary> documentation for "P:IdeaRS.Connections.Data.ConcreteBlockData.ShearIronRotation"]
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double ShearIronRotation { get; set; }
Property Value
Type: Double
See Also
Reference
ConcreteBlockData Class
IdeaRS.Connections.Data Namespace